/* Sandvox link-back blurb */
"Build and publish a web site with your Mac - for individuals, education, and small business" = "Bâtir et publier un site Web avec votre Mac - pour les gens, les écoles, et les petites entreprises";

/* Sandvox link-back blurb */
"Build websites, photo albums, and blogs on the Mac" = "Bâtir des sites Web, albums photo, et blogues sur Mac";

/* Sandvox link-back blurb */
"Create websites on the Mac and host them anywhere" = "Créer des sites Web sur le Mac et héberger les n'importe où";

/* Alt string for sandvox badge */
"Created by Sandvox - %@" = "Créé par Sandvox - %@";

/* string that goes before badgeLinkString, for badge */
"Created with" = "Créé par";

/* title string for sandvox badge link */
"Learn about Sandvox - %@" = "En savoir plus sur Sandvox - %@";

/* linked text in the text badge linking back to sandvox site.  Always FOLLOWS the 'created by' regardless of language. */
"Sandvox" = "Sandvox";

/* Sandvox link-back blurb */
"The easy mac web site creator - for school, family, business" = "Le créateur simple de site Web sur Mac- à l'école, à la maison, pour affaires";

/* Sandvox link-back blurb */
"The Website Builder for the Mac - publish blogs and photos on any host" = "Le bâtisseur de Site pour Mac - pour publier des blogues et des photos sur n'importe quel hôte";

/* Sandvox link-back blurb */
"Using your Macintosh, publish your photo album / blog / website on any ISP" = "Utiliser votre Macintosh, pour publier votre album photo / blogue / site Web avec n'importe quel FAI";